Repository: HarshilShah/PeakLocalisations
Catalog: fr/PeakLocalisations/Localisation/Blocks/Trends.xcstrings
Source language: en
Languages: de, es

# Description
source: Stay on track and build on your past performance.
de: Bleibe auf Kurs und baue auf deinen bisherigen Leistungen auf.
es: Mire las tendencias en su progreso.

source: Not Enough Data
de: Nicht genug Daten
es: No Hay Suficientes Datos

# Overall
source: vs. %@ overall
de: vs. %@ insgesamt
es: vs %@ en total

# Status.Down
source: Trending Down
de: Tendenz fallend
es: Tendencia hacia abajo

# Status.Stable
source: Not Trending
de: Keine Tendenz
es: No es Tendencia

# Status.Unknown
source: Trend Unknown
de: Tendenz unbekannt
es: Tendencia Desconocida

# Status.Up
source: Trending Up
de: Tendenz steigend
es: Tendencias hacia arriba

# Term.Long
source: Long Term
de: Langfristig
es: Largo Plazo

# Term.Long.Description
source: 90 vs. 365 days
de: 90 vs. 365 Tage
es: 90 vs 365 días

# Term.Long.Title
source: Long Term Trends
de: Langfristige Trends
es: Tendencias de Largo Plazo

# Term.Medium
source: Medium Term
de: Mittelfristig
es: Mediano Plazo

# Term.Medium.Description
source: 30 vs. 120 days
de: 30 vs. 120 Tage
es: 30 vs 120 días

# Term.Medium.Title
source: Medium Term Trends
de: Mittelfristige Trends
es: Tendencias de Mediano Plazo

# Term.Short
source: Short Term
de: Kurzfristig
es: Corto Plazo

# Term.Short.Description
source: 7 vs. 28 days
de: 7 vs. 28 Tage
es: 7 vs 28 días

# Term.Short.Title
source: Short Term Trends
de: Kurzfristige Trends
es: Tendencias de Corto Plazo

# Title.Add
source: Add Trends
de: Trend hinzufügen
es: Agregar Tendencias

# Title
source: Trends
es: Tendencias
